print("1221")
print("hello world")
print("你好")
print("学习5655656")

print("杰明哥哥")


def FZZL():
  print("                            _ooOoo_  ")
  print("                           o8888888o  ")
  print("                           88  .  88  ")
  print("                           (| -_- |)  ")
  print("                            O\\ = /O  ")
  print("                        ____/`---'\\____  ")
  print("                      .   ' \\| |// `.  ")
  print("                       / \\||| : |||// \\  ")
  print("                     / _||||| -:- |||||- \\  ")
  print("                       | | \\\\\\ - /// | |  ")
  print("                     | \\_| ''\\---/'' | |  ")
  print("                      \\ .-\\__ `-` ___/-. /  ")
  print("                   ___`. .' /--.--\\ `. . __  ")
  print("                ."" '< `.___\\_<|>_/___.' >'"".  ")
  print("               | | : `- \\`.;`\\ _ /`;.`/ - ` : | |  ")
  print("                 \\ \\ `-. \\_ __\\ /__ _/ .-` / /  ")
  print("         ======`-.____`-.___\\_____/___.-`____.-'======  ")
  print("                            `=---='  ")
  print("  ")
  print("         .............................................  ")
  print("                  佛祖镇楼             BUG辟易  ")
  print("          佛曰:  ")
  print("                  写字楼里写字间，写字间里程序员；  ")
  print("                  程序人员写程序，又拿程序换酒钱。  ")
  print("                  酒醒只在网上坐，酒醉还来网下眠；  ")
  print("                  酒醉酒醒日复日，网上网下年复年。  ")
  print("                  但愿老死电脑间，不愿鞠躬老板前；  ")
  print("                  奔驰宝马贵者趣，公交自行程序员。  ")
  print("                  别人笑我忒疯癫，我笑自己命太贱；  ")
  print("                  不见满街漂亮妹，哪个归得程序员？  ")

FZZL()
#
#                      江城子 . 程序员之歌
#
#                  十年生死两茫茫，写程序，到天亮。
#                      千行代码，Bug何处藏。
#                  纵使上线又怎样，朝令改，夕断肠。
#
#                  领导每天新想法，天天改，日日忙。
#                      相顾无言，惟有泪千行。
#                  每晚灯火阑珊处，夜难寐，加班狂。
#
#
print("zhenhao ")